gestionsolicitudessuscripcion/WebContent/templates/listarSucursales.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://xmlns.mercantilseguros.com/osb/ServicioSucursales" xmlns:obj="http://xmlns.mercantilseguros.com/osb/ObjetosComunes">
   <soapenv:Header/>
   <soapenv:Body>
      <ser:listarSucursalesSol>
         <ser:cabeceraSol>
            <obj:fecha></obj:fecha>
            <obj:hora></obj:hora>
            <obj:funcionalidad>EMITIRPOLIZA</obj:funcionalidad>
            <obj:aplicacion></obj:aplicacion>
            <obj:usuario></obj:usuario>
            <obj:ip></obj:ip>
         </ser:cabeceraSol>
         <!--Optional:-->
         <ser:inFuncionalidad>EMITIRPOLIZA</ser:inFuncionalidad>
      </ser:listarSucursalesSol>
   </soapenv:Body>
</soapenv:Envelope>
